import {FC} from "react";
import Header from "../../components/Header/Header";
import styles from "./aboutUs.module.scss";

const AboutUs: FC<any> = () => {
    return (
        <div>
            <Header/>
            <div className={styles.container}>
                <p>
                    <strong>Agency Amazon</strong> — це міжнародне агентство, яке надає повний спектр послуг для продавців на Amazon.
                    Основна
                    аудиторія компанії — англомовні продавці, які хочуть розширити свій бізнес на Amazon та досягти
                    максимальних
                    результатів. Серед основних послуг, які надає агентство, можна виділити рекламу, відеопродукцію, SEO
                    оптимізацію, інфографіку та багато іншого.
                </p>
                <p>
                    Агентство було засноване в Ізраїлі, але з того часу розширило свою діяльність на багато країн світу.
                    Працівники компанії знаходяться у всьому світі, включаючи Україну, Ізраїль, Англію та інші країни.
                    Кожен
                    спеціаліст агентства володіє глибокими знаннями та досвідом у галузі продажів на Amazon, що дозволяє
                    компанії надавати своїм клієнтам високоякісні послуги та досягати найкращих результатів.
                </p>
                <p>
                    Завдяки своїй компетентності та якісним послугам, які надає компанія, Agency Amazon завоювало довіру
                    та
                    повагу клієнтів по всьому світу.
                    <p>
                        Один з наших клиентів: Dead Sea Collection
                    </p>
                </p>
                <p>
                    www.agencyamazon.com
                </p>
            </div>
        </div>
    )
}

export default AboutUs;